<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="/css/style.css">
    <link rel="stylesheet" href="/css/style-getman.css">
    <title><?php echo $_GET['name'] ?></title>
</head>
<body>
    <div class="wrapper">
        <?php include("/include/header.php");?>
        <?php include("/include/nav.php");?>
        <main>
                <div>
                    <div>
                        <p>
                            Апостол Данило Павлович (1654 - 1734)
                        </p>
                        <p>
                            Місце народження - Великі Сорочинці, Полтавська область.   
                            Данило Апостол народився в сім'ї Миргородського полковника Павла Апостола. Водив своїх козаків до південного кордону України, в Лівонію та Польщу. Брав участь у Прутському та Перському поході Петра І.
                            Тогочасні джерела свідчать, що Данило був дуже освіченою людиною. З кінця 80-х років XVII століття приєднався до Івана Мазепи, проте у 1708 році приєднався до Петра І 
                            Під час розшуків спільників і однодумців Павла Полуботка, Данило Апостол був заарештований 1724 року. 
                            1727 року, після ліквідації Малоросійської Колегії були призначені вибори гетьмана, на яких гетьманом обрали Данило Апостола. 
                            Зразу по виборах гетьман Апостол подав петицію про повернення Україні старих прав. Він займався відновленням автономії та впроваджував судову реформу. Гетьман Апостол особисто приймав участь у впорядкуванні видатків із державної скарбниці. Данило Апостол опікувався українським купецтвом, захищаючи його інтереси перед російською владою. 
                            В січні 1734 року гетьман Данило Апостол помер.     
                        </p>
                    </div>
                    <p>
                        <img src="/img/380_1.jpg" alt="Апостол Данило Павлович (1654 - 1734)">
                    </p>
                </div>
        </main>   
        <?php include("/include/footer.php");?>
    </div>
</body>
</html>