<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <link rel="stylesheet" href="/css/style.css">
    <title>Історія виникнення козацтва</title>
</head>
<body>
<div class="wrapper">
        <?php include("/include/header.php");?>
        <?php include("/include/nav.php");?>
        <main>
               <p>
               Козацтво – це унікальне явище в Східній Європі, яке не зустрічається більше ніде у світі. Родина козацтва – пониззя Дніпра. 
               На островах цієї багатоводної річки були розташовані перші Січі – зміцнення козацьких військ.Гетьмани України були відомі 
               далеко за межами своїх земель. Про подвиги козацтва в боротьбі з Османською імперією пам’ятають у багатьох країнах Західної 
               та Східної Європи.
               </p>
               <p>
                   <h3>Історія виникнення козацтва</h3>
                   <img src="/img/getmany-ukrainy-i-ih-vklad-v-istoriju_1.jpg" alt="history">
               </p>
               <p>
               Саме поняття «козак” не слов’янського походження. Його відносять до тюркського або турецької мови. Означає воно «страж», «вільна 
               людина». Перші звістки про козацтво датуються 15 століттям. У скарзі кримського хана литовському князю згадуються люди, які в 
               гирлі Дніпра між Черкасами і Києвом розбивали турецькі кораблі.
               </p>
               <p>
               Після цього в документах і літописах усе частіше згадуються козаки як войовничі групи, які жили своїм укладом. Їх кількість з кожним 
               разом зростала за рахунок «уходників». Так називали закріпачених селян, які не мали своєї землі і в пошуках кращого життя йшли на 
               малозаселені землі лісостепової смуги сучасної України.
               </p>
               <p>
               Пізніше вони створять власну державу Війська Запорозького. Така назва пов’язана з тим, що козаки селилися за порогами Дніпра. Саме там 
               вони створювали свої укріплення і боролися з набігами татар. Очолювали їх гетьмани України.
               </p>
               <p>
                   <h3>Створення першої козацької Січі</h3>
                   <img src="/img/getmany-ukrainy-i-ih-vklad-v-istoriju_1_1.jpg" alt="history">
               </p>
               <p>
               Перші гетьмани України (кошові отамани) маловідомі. Зі створенням ж першої Січі пов’язане ім’я князя Дмитра Вишневецького (1550-1563), 
               який у фольклорі згадується під прізвиськом Байда. Відомо, що він був з родини землевласників Волині.
               </p>
               <p>
               Він зібрав в 1553 році групу козаків з 300 чоловік і вирушив за пороги Дніпра на боротьбу з татарами, які спустошували землі та тримали 
               в страху нечисленне населення прикордонних територій.
               </p>
               <p>
               На острові Мала Хортиця була створена перша Січ. Татари кілька разів намагалися знищити це зміцнення. Це їм вдалося в 1557 році. Князь 
               Вишневецький був змушений покинути Січ. Однак він не припинив боротьбу з татарами.
               </p>
               <p>
               Смерть першого гетьмана оповита безліччю легенд. Відомо, що він був схоплений турецьким військом в 1563 році в Молдавії. Його доставили 
               в Стамбул (Царгород), де він був убитий. Його підвісили за металевий гак над морем.
               </p>
               <p>
               Деякі легенди стверджують, що Байда дуже вразив турецького султана і той запропонував йому прийняти іслам, взяти в дружини його дочка і 
               стати кращим воїном. Але козак відмовився і образив прилюдно віру султана і всю його сім’ю. За це і був страчений перший гетьман України.
               </p>
               <p><h3>Перші “реєстри” козаків</h3></p>
               <p>Оскільки козацтво збільшувалася в чисельності та володіло особливою військовою організацією, воно ставало серйозною загрозою не 
                       тільки для набігаючих татар, але й для Польського королівства. Саме він володіло українськими землями після підписання з 
                       Литовським князівством Люблінської унії в 1569 році.</p>
               <p>
               Щоб контролювати цю військову міць, необхідно було підпорядкувати козаків собі. Таку спробу зробив Жигмонт Август. Він запропонував 300
               козакам увійти в «реєстр» і отримувати від короля певну плату за службу. На чолі реєстрових козаків були гетьмани України. Проте така
                кількість є незначною частиною тих, хто вважав себе запорізькими козаками.
               </p>
        </main>   
        <?php include("/include/footer.php");?>
    </div>
</body>
</html>